VAR fQuest = "active"

Прошло чимало часу, як ви почали пошуки і ось, ви йдете по звичайній лісній дорозі.
-> les


=== les ===
{ fQuest == "active":
 <i>Мисливець, полюючи на чудовисько, що знищило декілька посілків в Даланорі забрів в густий ліс, листя дерев майже повністю закривало світ сонця, що залишало ліс в напівтіні і ніби навіювало спокійну атмосферу. Ледве видна лісна дорожка розпростяглась перед мисливцем, він уже збирався йти до посілку, як відчув дивний запах. </i>
 *  [Йти до Поселення]  -> pos
 *  [Дослідити місцевість] -> dos
 
 - else:
 
 <i>Мисливець, полюючи на чудовисько, що знищило декілька посілків в Даланорі забрів в густий ліс, листя дерев майже повністю закривало світ сонця, що залишало ліс в напівтіні і ніби навіювало спокійну атмосферу. Ледве видна лісна дорожка розпростяглась перед мисливцем.</i>
 
    * [Йти до Поселення] -> pos
}



=== pos ===

Гарне поселення, відпочивайте.
*  [Отдохнуть] 	-> END



-> DONE


=== dos ===
~ fQuest = "false" 
Досліджуючи місцевість мисливець наткнувся на дивні сліди

* [Пройти по ним] -> wolf
* [Повернутись] -> les

=== wolf ===

Ви бачите зграю вовків, які розривають вже невпізнаване створіння. Ваші дії.
* [Втікти] -> les
* [Напасти на них] -> death

=== death ===

Ви хоробро бились, однак зграя вовків набагато перевершувала вас в кількості. Вас розірвали на шматки і прийнялись з'їдати.
* [Ви померли] -> END

-> DONE

